Repository: carmackxiao/work
Catalog: stockface_app/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, pt

source: Loading
fr: Chargement en cours
it: Caricamento in corso

source: health_alert_text1
de: Bitte wählen Sie zwei Gesundheits Wert anzuzeigen
fr: Sélectionner deux indicateurs de santé à afficher
it: Si prega di selezionare due valore della salute da visualizzare
pt: Por favor, selecione dois valor de saúde para exibir

source: health_alert_text2
de: Sie können nur zwei Gesundheits Wert auswählen anzuzeigen
fr: Vous ne pouvez pas afficher plus de deux indicateurs de santé
it: puoi selezionare due salute valore da visualizzare
pt: You can select only two health value display

source: Common Settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
it: Impostazioni comuni
pt: Configurações Gerais

source: Version
de: Ver
it: Versione
pt: Versão

source: Language
de: Sprache
fr: Langue
it: Lingua
pt: Língua

source: Weather Provider
de: Wetter Provider
fr: Fournisseur Météo
it: Provider Meteo
pt: Provedor de Tempo

source: Yahoo! Weather
de: Yahoo! Wetter
fr: Yahoo! Météo
it: Yahoo! Meteo
pt: Yahoo! Tempo

source: China Weather
de: China Wetter
it: China Meteo
pt: China Tempo

source: Temperature Unit
de: Temperatureinheit
fr: Unité de température
it: Unità di temperatura
pt: Unidade de temperatura

source: Celsius
it: Centigrado

source: station en notice tips
de: Ich will nicht die automatische Positionierung GPS, geben Sie bitte Englisch Ortsnamen (zum Beispiel: NewYork), sonst halten leer
fr: Si vous ne souhaitez pas le positionnement automatique par GPS, renseignez le nom de la ville souhaitée en anglais (par exemple: London,...), sinon laissez vide.
it: Non avete voglia di GPS posizionamento automatico, si prega di immissione del nome inglese della città (ad esempio: London), altrimenti continuare a vuoto
pt: Não quero GPS de posicionamento automático, por favor nome da entrada da cidade Inglês (por exemplo: London), caso contrário, mantenha em branco

source: station cn notice tips
fr: Si vous ne souhaitez pas le positionnement automatique par GPS, renseignez le nom de la ville souhaitée en chinois (par exemple: 上海), sinon laissez vide.
it: Non avete voglia di GPS posizionamento automatico, si prega di input cinese nome della città (ad esempio: 成都), altrimenti continuare a vuoto
pt: Não quero GPS de posicionamento automático, por favor, nome da cidade chinesa de entrada (por exemplo: 上海), caso contrário, mantenha em branco

source: input city name
de: Eingang Stadtname
fr: Nom de la ville souhaitée
it: Ingresso nome della città
pt: nome da cidade de entrada

source: Color Style
fr: Styles de couleur
it: Colore Stile
pt: Estilo

source: Background
de: Hintergrund
fr: Contexte
it: sfondo
pt: fundo

source: Hour Background
de: Stunde Ball
fr: boule de Hour
it: Palla ora
pt: bola hora

source: Hour Text
de: Stunden Text
fr: Hour texte
it: ora il testo
pt: hour Texto

source: Minute Background
de: Minutes Ball
fr: Minutes boule
it: minuti Palla
pt: minutos bola

source: Minute Text
de: Minuten Text
fr: Minutes texte
it: minuti di testo
pt: minutos Texto

source: Seconds Background
de: Sekunden Ball
fr: boule secondes
it: secondi a sfera
pt: segundos bola

source: Circle
de: Kreis
fr: Cercle
it: Cerchio
pt: Círculo

source: Other Text
de: Andere Text
fr: Autre texte
it: altro testo
pt: outro texto

source: Battery
de: Batterie
fr: Batterie
it: Batteria
pt: Bateria

source: BT Disconnect Vibration
fr: Vibration en cas de déconnexion BT
it: BT Disconnect Vibrazioni

source: Show Weather on Shake
de: Zeigen Wetter auf schütteln
fr: Afficher la météo en secouant
it: mostrare 3 giorni di previsioni
pt: Mostra três dias previsão do tempo

source: Shake Sensitivity
de: Empfindlichkeit
fr: Sensibilité
it: Sensibilità
pt: Sensibilidade

source: High
de: Hoch
fr: Haute
it: alto
pt: alto

source: Medium
fr: Moyen
it: medio
pt: médio

source: Low
de: Niedrig
fr: Faible
it: Basso
pt: Baixo

source: Very Low
de: Sehr niedrig
fr: Très bas
it: Molto basso
pt: Muito Baixa

source: 24 Hours
de: 24 Stunden
fr: 24 heures
it: 24 ore
pt: 24 horas

source: Timing Vibrate
de: Timing-Vibrieren
fr: Vibrations régulières
it: Timing Vibrazione
pt: Vibrar sincronismo

source: No Vibrate
de: Kein Vibrieren
fr: Pas de vibration
it: No Vibrazione
pt: Não Vibrar

source: 30 Minutes
de: 30 Minuten
it: 30 minuti
pt: 30 minutos

source: 40 Minutes
de: 40 Minuten
it: 40 minuti
pt: 40 minutos

source: 45 Minutes
de: 45 Minuten
it: 45 minuti
pt: 45 minutos

source: 1 Hour
de: 1 Stunde
fr: 1 heure
it: 1 ora
pt: 1 hora

source: No vibrate time
de: Kein Vibrieren Zeit
fr: Créneau horaire sans vibrations
it: non vibra
pt: Sem tempo de vibração

source: Start time
de: Startzeit
fr: Heure de départ
it: Ora di inizio
pt: hora de início

source: o'clock
de: Uhr
fr: heures
it: ora
pt: hora

source: End time
de: Endzeit
fr: Heure de fin
it: Fine del tempo
pt: Fim do tempo

source: Advanced Settings
de: Erweiterte Einstellungen
fr: Réglages avancés
it: Impostazioni avanzate
pt: Configurações avançadas

source: Display Temperature
de: Anzeige Temperatur
fr: Afficher la température
it: Esposizione di temperatura
pt: Indicação de temperatura

source: Display Today Weather
de: Anzeige Heute Wetter
fr: Afficher la météo du jour
it: Visualizzare Oggi Meteo
pt: Exibir Hoje Tempo

source: Display Air Quality
de: Anzeige Luftqualität
fr: Afficher la qualité de l'air
it: Visualizzare qualità dell'aria
pt: Exibir Qualidade do Ar

source: Display Day
de: Datumsanzeige
fr: Afficher la date
it: data di visualizzazione
pt: Data de exibição

source: Display Bluetooth
de: Anzeige Bluetooth
fr: Afficher l'état de connexion Bluetooth
it: Visualizzazione Bluetooth
pt: visor Bluetooth

source: Bluetooth Icon
de: Bluetooth-Symbol
fr: Bluetooth Icône
it: Icona Bluetooth
pt: Ícone Bluetooth

source: Constellation
de: Konstellation
it: Costellazione
pt: constelação

source: Normal
fr: Ordinaire
it: Normale

source: Display Battery
de: Macht
fr: Afficher le niveau de batterie
it: Mostra Batteria
pt: indicador de bateria

source: Display Second
de: Anzeige Sekunden
fr: Afficher les secondes
it: visualizzazione dei secondi
pt: Segundos de exibição

source: Health Data
de: Gesundheitsdaten
fr: Indicateurs de santé
it: dati Salute
pt: dados de saúde

source: Choose Two
de: Wähle zwei
fr: Choisissez en deux
it: Scegli due
pt: Escolha Two

source: Steps
de: Schritte
fr: Pas
it: passo
pt: Passos

source: Calories
de: Kalorien
it: calorie

source: Distance(km)
de: Entfernung(km)
it: Distanza(km)
pt: Distância(km)

source: Sleep Time
de: Schlafenszeit
fr: Temps de sommeil
it: ora della nanna
pt: Hora de dormir

source: Deep Sleep Time
de: Deep-Sleep-Zeit
fr: Temps de sommeil profond
it: sonno profondo tempo
pt: Profunda Tempo de inactividade

source: Save
de: OK
fr: Sauvegarder
it: salvare
pt: OK

source: Switch to Black/White
de: Schwarz/Weiße
fr: Noir/Blanc
it: Nero/Bianco
pt: Preto/Branco

source: Black/White
de: Schwarz/Weiße
fr: Noir/Blanc
it: Nero/Bianco
pt: Preto/Branco

source: White/Black
de: Weiße/Schwarz
fr: Blanc/Noir
it: Bianco/Nero
pt: Branco/Preto

source: Black Have Line
de: Schwarz/Linie
fr: Noir/Séparation
it: Nero/La Linea
pt: Preto/A Linha

source: White Have Line
de: Weiße/Linie
fr: Blanc/Séparation
it: Bianco/La Linea
pt: Branco/A Linha

source: Black No Line
de: Schwarz
fr: Noir
it: Nero
pt: Preto

source: White No Line
de: White
fr: Blanc
it: Bianco
pt: Branco

source: Information window setting
de: Einstellung des Informationsfensters
fr: Paramétrage de la fenêtre d'information
it: impostazione della finestra Informazioni
pt: Configuração da janela de informações

source: Timing
de: Zeitliche Koordinierung
it: sincronizzazione
pt: Cronometragem

source: Note
de: Hinweis
fr: Remarque
it: Nota
pt: Nota

source: Date(Start/End)
de: Datum (Beginn / Ende)
fr: Date (début / fin)
it: Data (inizio / fine)
pt: Data (Início / Fim)

source: Time(Start/End)
de: Zeit (Start / Ende)
fr: Heure (début / fin)
it: Time (inizio / fine)
pt: Hora (Início / Fim)

source: Method
de: Methode
fr: méthode
it: metodo
pt: Método

source: Years Months Days
de: Jahr Monat Tag
fr: Année mois jour
it: Anno mese giorno
pt: Ano mês dia

source: Days Hours
de: Tag Stunde
fr: journée heure
it: giorno ora
pt: dia hora

source: Days Hours Minutes
de: Tag Stunde Minute
fr: journée heure minute
it: giorno ora minuto
pt: dia hora minuto

source: Days Hours Minutes Seconds
de: Tag Stunde Minute Sekunden
fr: journée heure minute secondes
it: giorno ora minuto secondi
pt: dia hora minuto segundos

source: Note 1
de: Hinweis 1
fr: Remarque 1
it: Nota 1
pt: Nota 1

source: Note 2
de: Hinweis 2
fr: Remarque 2
it: Nota 2
pt: Nota 2

source: Active Time
de: Aktive Zeit
fr: Temps actif
pt: Tempo ativo

source: pay watchface
fr: Acheter la watchface
